{
  "site.title": "Vrijeme u Neretvi",
  "nav.contact": "Kontakt",
  "privacy.updated": "Zadnje ažuriranje: 10. rujna 2025.",
  "privacy.title": "Pravila privatnosti, Odricanje od odgovornosti i Uvjeti korištenja",
  "privacy.intro": "Dobrodošli na Neretva Valley Weather ([URL vaše web stranice]). Ova stranica objašnjava kako postupamo s podacima, važna odricanja i uvjete korištenja ove stranice.",
  "privacy.section.privacy": "1. Pravila privatnosti",
  "privacy.collect": "Podaci koje prikupljamo",
  "privacy.collect.text": "Ne prikupljamo osobne podatke koji izravno identificiraju korisnike.",
  "privacy.ads": "Usluge trećih strana (Google AdSense)",
  "privacy.ads.text": "Koristimo Google AdSense za prikaz oglasa. Google i njegovi partneri mogu koristiti kolačiće i slične tehnologije za prikaz personaliziranih ili nepersonaliziranih oglasa na temelju vaših posjeta ovoj i drugim web stranicama.",
  "privacy.ads.manage": "Upravljanje postavkama oglasa",
  "privacy.ads.manage.text": "Upravljajte postavkama putem Google Ads Settings ili se isključite na aboutads.info.",
  "privacy.cookies": "Suglasnost za kolačiće",
  "privacy.cookies.text": "Za EU i slične regije koristimo CMP (Consent Management Platform) kako bismo dobili suglasnost prije učitavanja personaliziranih oglasa ili drugih nebitnih kolačića. Svoje izbore možete ažurirati u bilo kojem trenutku putem ‘Postavke kolačića’ u podnožju (ako je dostupno).",
  "privacy.security": "Sigurnost podataka",
  "privacy.security.text": "Nastojimo zaštititi podatke kojima upravljaju usluge trećih strana, ali nijedna metoda nije 100% sigurna.",
  "privacy.links": "Poveznice na druge stranice",
  "privacy.links.text": "Naša stranica može sadržavati poveznice na vanjske stranice nad kojima nemamo kontrolu. Prije korištenja pregledajte njihova pravila privatnosti.",
  "privacy.section.disclaimer": "2. Odricanje od odgovornosti",
  "privacy.accuracy": "Točnost informacija",
  "privacy.accuracy.text": "Podaci o vremenu i morskim strujama preuzeti su iz usluga trećih strana (npr. Open‑Meteo, Copernicus Marine). Težimo točnosti, ali ne možemo jamčiti potpunost, pravovremenost ili pouzdanost. Uvjeti se brzo mijenjaju.",
  "privacy.navsafety": "Nije za navigaciju ili sigurnost",
  "privacy.navsafety.text": "Nemojte koristiti ovu stranicu kao jedini izvor za navigaciju ili sigurnosno kritične odluke. Konzultirajte se s službenim meteorološkim službama, pomorskim kartama i lokalnim vlastima.",
  "privacy.liability": "Ograničenje odgovornosti",
  "privacy.liability.text": "Neretva Valley Weather, vlasnici i suradnici ne odgovaraju za bilo kakvu izravnu ili neizravnu štetu koja proizlazi iz korištenja ili oslanjanja na informacije na ovoj stranici.",
  "privacy.section.terms": "3. Uvjeti korištenja",
  "privacy.accept": "Prihvaćanje uvjeta",
  "privacy.accept.text": "Korištenjem ove stranice prihvaćate ove uvjete. Ako se ne slažete, nemojte koristiti stranicu.",
  "privacy.ip": "Intelektualno vlasništvo",
  "privacy.ip.text": "Sadržaj stranice (izuzev podataka trećih strana) vlasništvo je Neretva Valley Weather ili njegovih dobavljača sadržaja i zaštićen je primjenjivim zakonima. Nemojte reproducirati ili distribuirati bez dopuštenja.",
  "privacy.law": "Mjerodavno pravo",
  "privacy.law.text": "Ovi uvjeti podliježu zakonima [Vaša država/regija, npr. Hrvatska / Europska unija].",
  "privacy.contact": "Kontakt",
  "privacy.contact.text": "Za pitanja kontaktirajte nas na: [Vaša kontakt e‑pošta].",
  "main.title": "Lokalna prognoza",
  "main.search.placeholder": "Unesite grad ili poštanski broj",
  "main.search.cta": "Prikaži vrijeme",
  "main.docs.cta": "Pročitaj dokumentaciju"
}
